print ("****************************************************************************************************************************************************************************")



print ("hello world!")

print ("el texto en pantalla sirev de interacion con el usario de un programa es presindible, sin embargo una adecuada interfaz permite claridad en la ejecucion.")
    

print ("****************************************************************************************************************************************************************************")



print ("autores:")
print ("david esteban patinño sepulveda")
print ("jhon sleyder amesquita jimenez")




print ("******************************************************************************************************************************************************************************")